Repository: Netatalk/kio-afp
Catalog: po/*/kio-afp.po
Languages: sv_se

source: Please enter your username and password.
sv_se: Var god ange namn och lösenord.

source: AFP daemon not responding (retry in %1 s)
sv_se: AFP-demonen svarar inte (försöker igen om %1 s)

source: Authentication failed. Please try again.
sv_se: Autentiseringen misslyckades. Försök igen.

source: No volume specified in URL
sv_se: Ingen volym angiven i URL

source: Volume not found: %1
sv_se: Volymen kunde inte hittas: %1

source: AFP server not found
sv_se: AFP-server kunde inte hittas

source: Cannot communicate with AFP server
sv_se: Kunde inte kommunicera med AFP-server

source: Not connected to AFP server
sv_se: Inte ansluten till AFP-server

source: Not attached to volume
sv_se: Inte kopplad till volym

source: Authentication with AFP server failed
sv_se: Autentiseringen men AFP-server misslyckades

source: AFP error %1
sv_se: AFP-felmeddelande %1

source: Could not find AFP server
sv_se: Kunde inte hitta AFP-server

source: Connection timed out
sv_se: Anslutningen var avbruten

source: AFP connection error %1
sv_se: AFP-anslutningsproblem %1

source: Cannot write to volume root
sv_se: Kan inte skriva till volymens rot

source: Error reading data from client
sv_se: Fel vid inläsning av data från klienten

source: Cannot create directory at volume level
sv_se: Kan inte skapa katalog på volymnivå

source: Cannot delete volume root
sv_se: Kan inte radera volymens rot

source: Cannot rename volume roots
sv_se: Kan inte ändra namn på volymens rot

source: Cannot rename across different volumes
sv_se: Kan inte ändra namn mellan olika volymer

source: Cannot chmod volume root
sv_se: Kan inte göra chmod på volymens rot
